"OK" = "D'acord";
"All subscriptions" = "Totes les subscripcions";
"Privacy" = "Privadesa";
"Privacy policy" = "Política de privacitat";
"Purchases restored successfully!" = "Compres restaurades amb èxit!";
"Restore" = "Restaurar";
"Restore purchases" = "Restaurar les compres";
"Terms" = "Termes";
"Terms and conditions" = "Termes i condicions";
"Annual" = "Anual";
"6 Month" = "6 mesos";
"3 Month" = "3 mesos";
"2 Month" = "2 mesos";
"Monthly" = "Mensual";
"Weekly" = "Setmanalment";
"Lifetime" = "Tota una vida";
"%d%% off" = "%d%% de descompte";
"Continue" = "Continua";
"Default_offer_details_with_intro_offer" = "Inicieu la vostra prova de {{ sub_offer_duration }} i després {{ total_price_and_per_month }}.";
"Something went wrong" = "Alguna cosa ha anat malament";
"Purchase" = "Comprar";
